tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ravenac95/sudolikeaboss"
cask "xquartz"
brew "ack"
brew "ansible"
brew "asciiquarium"
brew "aspell"
brew "autoconf"
brew "automake"
brew "autossh"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "cairo"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "pcre2"
brew "git"
brew "htop"
brew "httpie"
brew "libtool"
brew "imagemagick@6", link: true
brew "ispell"
brew "jq"
brew "lame"
brew "lua"
brew "markdown"
brew "mysql-client"
brew "nvm"
brew "postgresql"
brew "ranger"
brew "rbenv"
brew "ruby-install"
brew "ssh-copy-id"
brew "terraform"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "wget"
brew "wine"
brew "winetricks"
brew "wrk"
brew "x264"
brew "xvid"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-modern-icon"]
cask "aerial"
cask "fetch"
cask "grammarly"
cask "intellij-idea-ce"
cask "vcv-rack"
cask "wine-stable"
