tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/cask"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/services"
tap "homebrew/versions"
tap "railwaycat/emacsmacport"
tap "ravenac95/sudolikeaboss"
cask "java"
cask "xquartz"
brew "ack"
brew "libyaml"
brew "gdbm"
brew "openssl"
brew "readline"
brew "python"
brew "ansible"
brew "asciiquarium"
brew "aspell"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "autossh"
brew "awscli"
brew "bash"
brew "bfg"
brew "bison"
brew "blueutil"
brew "gettext"
brew "libffi"
brew "cask"
brew "chromedriver", restart_service: true
brew "chruby"
brew "consul"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "elixir"
brew "wxmac"
brew "erlang"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "geoip"
brew "git"
brew "git-flow-avh"
brew "global", args: ["with-ctags", "with-pygments"]
brew "go"
brew "heroku"
brew "htop"
brew "httpie"
brew "libtool"
brew "imagemagick@6", link: true
brew "ispell"
brew "jq"
brew "keybase", link: false
brew "lua"
brew "macvim", args: ["with-lua", "with-luajit"]
brew "markdown"
brew "maven"
brew "mkvtoolnix", args: ["with-qt"]
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "nginx"
brew "peco"
brew "postgresql", restart_service: true
brew "rabbitmq", restart_service: true
brew "ranger"
brew "redis", restart_service: true
brew "ruby-install"
brew "selenium-server-standalone", restart_service: true
brew "ssh-copy-id"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "homebrew/emacs/tern"
cask "appcleaner"
cask "atom"
cask "audacity"
cask "audacity-lame-library"
cask "caffeine"
cask "calibre"
cask "charles"
cask "controlplane"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "firefoxdeveloperedition"
cask "flux"
cask "franz"
cask "github-desktop"
cask "google-chrome"
cask "google-drive"
cask "httpscoop"
cask "keybase"
cask "libreoffice"
cask "lmms"
cask "minikube"
cask "mmex"
cask "mounty"
cask "mysqlworkbench"
cask "ngrok"
cask "nodebox"
cask "nvalt"
cask "omnidisksweeper"
cask "pencil"
cask "postico"
cask "processing"
cask "psequel"
cask "skype"
cask "spotify"
cask "toad"
cask "transmission"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/versions/pgadmin3"
